{
  "red_card": [
    {
      "id": 1,
      "text": "愛就在身旁",
      "health": "內心的平靜能帶來身體的舒適，試著用冥想感受愛。",
      "love": "愛無所不在，打開心房，你將感受到滿滿的關懷。",
      "fortune": "與人交流將帶來新的機遇，珍惜身邊的資源。",
      "wealth": "財富來自信任與合作，與值得信賴的人攜手前進。"
    },
    {
      "id": 2,
      "text": "適時的裝傻是必要的",
      "health": "釋放壓力，允許自己偶爾輕鬆一下，讓心靈喘口氣。",
      "love": "幽默與輕鬆能拉近彼此距離，不必過度在意細節。",
      "fortune": "放下過度分析，機會將在不經意間浮現。",
      "wealth": "偶爾裝傻是智慧的一種，適時觀察市場變化。"
    },
    {
      "id": 3,
      "text": "用行動贏得信賴",
      "health": "身體力行，規律運動與健康作息能帶來穩定的能量。",
      "love": "用真心與行動證明自己，關係會變得更加深厚。",
      "fortune": "堅持努力，成功的機會就在前方。",
      "wealth": "腳踏實地，長遠的財務計畫將帶來穩健收益。"
    },
    {
      "id": 4,
      "text": "坦誠對人 誠實對己",
      "health": "與自己的身體對話，傾聽它的需求，適時休息。",
      "love": "真誠是感情的基石，坦率表達你的想法。",
      "fortune": "誠信帶來長久的合作關係，適合建立穩定的夥伴網絡。",
      "wealth": "財務規劃應該透明清晰，避免隱藏風險。"
    },
    {
      "id": 5,
      "text": "與身邊的人分享愛",
      "health": "愛與關懷能提升免疫力，多與親友交流。",
      "love": "分享溫暖，愛將倍增回到你的生命中。",
      "fortune": "友善與合作會帶來好運，適合團隊合作。",
      "wealth": "財富的流動來自於給予與接受，善用資源。"
    },
    {
      "id": 6,
      "text": "新的相遇帶來新的變化",
      "health": "改變生活習慣，嘗試新的健康方式。",
      "love": "新的邂逅將帶來意想不到的驚喜。",
      "fortune": "開放心態，新的機會即將降臨。",
      "wealth": "接受變化，財務規劃也可因新機遇而調整。"
    },
    {
      "id": 7,
      "text": "把心打開 愛即降臨",
      "health": "內在柔軟，身體也將感到輕盈與自在。",
      "love": "當你願意接受愛，愛也將主動靠近你。",
      "fortune": "敞開心胸，宇宙將回應你的期待。",
      "wealth": "接納新的可能性，財務成長將超乎預期。"
    },
    {
      "id": 8,
      "text": "學會拒絕，人都有說「不」的權利",
      "health": "尊重身體界線，避免過度勞累。",
      "love": "健康的關係需要界線，適時說不是一種愛自己。",
      "fortune": "勇敢拒絕不適合的機會，真正的好運將隨之而來。",
      "wealth": "避免衝動消費，學會對不必要的開支說不。"
    },
    {
      "id": 9,
      "text": "主動創造互動",
      "health": "適度運動，身體的活力將帶來心靈的愉悅。",
      "love": "勇敢踏出第一步，感情將有新發展。",
      "fortune": "積極參與，機會將在交流中誕生。",
      "wealth": "與人合作，將帶來財務上的增長機會。"
    },
    {
      "id": 10,
      "text": "尋找共同話題",
      "health": "交流與分享有助於緩解內心的壓力。",
      "love": "建立深層連結，讓關係更穩固。",
      "fortune": "找到與夥伴的共同目標，將帶來雙贏。",
      "wealth": "與志同道合的人合作，將創造財富機會。"
    },
    {
      "id": 11,
      "text": "適時的讓步能夠獲得更多",
      "health": "釋放緊繃的情緒，讓身體回歸平衡。",
      "love": "妥協並不意味著失去，而是成就更好的關係。",
      "fortune": "靈活應變，有時退一步能看到更大的機會。",
      "wealth": "理性調整投資策略，穩健發展更為重要。"
    },
    {
      "id": 12,
      "text": "放手莫強求",
      "health": "釋放內心壓力，身心將更加輕盈。",
      "love": "該放手時就放手，真正適合的緣分將自然而至。",
      "fortune": "不執著於當下的困境，轉機即將出現。",
      "wealth": "適時調整財務計畫，學會順勢而行。"
    },
    {
      "id": 13,
      "text": "莫忘初衷",
      "health": "保持對自己最初的承諾，健康的生活方式會為你帶來正能量。",
      "love": "愛情中的真誠會幫助你與對方建立更深的連結，記住你的初心，愛的力量會讓彼此更加親密。",
      "fortune": "在工作與生活中，堅持原則會帶來意想不到的突破。",
      "wealth": "穩定的財務狀況需要你始終保持冷靜與長遠的眼光，保持初心，會有長期的收益。"
    },
    {
      "id": 14,
      "text": "溝通帶來雙贏",
      "health": "良好的溝通有助於減少壓力，促進身心健康。",
      "love": "在愛情中，真誠的溝通讓你們的關係更加和諧，達成雙方的理解與支持。",
      "fortune": "有可能會因為與他人的有效溝通而開創新的機會，展現你的才能。",
      "wealth": "理財中溝通與合作非常重要，謹慎交流會帶來意外的財富機會。"
    },
    {
      "id": 15,
      "text": "自信就是最大的魅力",
      "health": "健康與自信息息相關，保持積極的心態對你的身體有很大的益處。",
      "love": "自信的你會在愛情中展現出獨特的吸引力，吸引到值得的另一半。",
      "fortune": "當你充滿自信時，會吸引到更多的機會與正能量。",
      "wealth": "財富的積累需要自信的投資眼光，勇於做出選擇，便能開創新財路。"
    },
    {
      "id": 16,
      "text": "付出真心 無須討好",
      "health": "對自己真誠是最好的保養，避免不必要的心理壓力，維持健康的身心狀態。",
      "love": "在愛情中，真心相待而不過度討好，能夠建立穩定與長久的關係。",
      "fortune": "真誠的態度會為你帶來更多的支持與信任，無需過多討好，結果自然會好。",
      "wealth": "財富的成長是建立在真實的努力和對自己的真誠付出上，不需要過度取悅他人。"
    },
    {
      "id": 17,
      "text": "用真誠打動人心",
      "health": "真誠的心態有助於舒解壓力，讓你的身心都感到輕鬆和健康。",
      "love": "愛情中的真誠最能打動人心，讓對方感受到你真實的情感，愛情也會因此更加穩固。",
      "fortune": "在事業上，真誠待人能幫助你擴展人脈，帶來更多機會。",
      "wealth": "在財務上，真誠合作與誠信交易會為你帶來穩定的收入與回報。"
    },
    {
      "id": 18,
      "text": "尊重每一個人的特質",
      "health": "尊重自己與他人的差異，保持開放與包容的態度有助於減少不必要的情緒壓力，促進健康。",
      "love": "愛情中尊重對方的特質與個性會讓你們的關係更加穩定、長久。",
      "fortune": "學會尊重他人的不同觀點，能夠開闊自己的視野，發現更多機會。",
      "wealth": "在商業合作中，尊重對方的專業能力與特長，有助於達成共識，共同創造財富。"
    },
    {
      "id": 19,
      "text": "愛他如他所是，而非如我所願",
      "health": "對自己與他人都保持接納與理解，這樣的心態有助於舒解壓力與促進身心健康。",
      "love": "愛情中的包容能讓你們相互成長，愛對方的真實面，而不是幻想中的樣子。",
      "fortune": "尊重對方的獨特性，會讓你在人際交往中獲得更多的支持和理解。",
      "wealth": "合作與談判中，接納他人的立場會讓你更有機會達成雙贏，促進事業成功。"
    },
    {
      "id": 20,
      "text": "給予每個人選擇的自由",
      "health": "在生活中，讓自己與他人擁有自由選擇的權利，會減少焦慮和壓力，促進身心健康。",
      "love": "愛情中，尊重對方的選擇和自由，有助於建立彼此的信任和依賴。",
      "fortune": "在生活中給予自己和他人更多選擇的空間，將會迎來更多發展機會。",
      "wealth": "在財務決策上，給自己足夠的自由選擇權，將能讓你抓住有利的投資時機。"
    },
    {
      "id": 21,
      "text": "接納不同的看法",
      "health": "在日常生活中接納不同觀點，可以減少內心的衝突與困擾，讓身心更為平和。",
      "love": "接納彼此的不同，讓愛情更加包容與穩定，雙方都能從中獲得成長。",
      "fortune": "對新觀點的接納會帶來新的視野，為你的事業和人生帶來更多的機會。",
      "wealth": "在財務管理中，接納不同的理財觀點，能讓你獲得更多的資訊，做出更好的決策。"
    },
    {
      "id": 22,
      "text": "每個人都可以擁有小秘密",
      "health": "保持自己的私密空間和時光，有助於維持心理的健康和平衡。",
      "love": "在愛情中保有一些個人隱私，有助於保持獨立性與互相尊重。",
      "fortune": "保持一定的隱私可以幫助你保護自己的計劃，避免外界過多干擾。",
      "wealth": "保持一些財務上的隱私有助於避免不必要的干預，讓財富增長更加穩定。"
    },
    {
      "id": 23,
      "text": "我張開雙臂吸引一切美好到來",
      "health": "保持開放與積極的心態，吸引更多正能量與健康進入你的生活。",
      "love": "敞開心扉迎接愛情的到來，當你準備好時，美好的人會出現。",
      "fortune": "擁抱機會，開放自己，將迎來無限的可能性與收穫。",
      "wealth": "財富的積累需要開放的心態，當你接受更多的機會時，財運自然會跟隨。"
    },
    {
      "id": 24,
      "text": "好事即將發生",
      "health": "相信自己，積極的心態會促進身體的康復與健康。",
      "love": "愛情中，你的美好時光即將到來，準備好迎接屬於你的幸福。",
      "fortune": "你正處於一個轉折點，好運將會降臨，期待一個全新的開始。",
      "wealth": "財務上的好消息即將來臨，保持耐心，未來的財富正在積累中。"
    }
  ],

  "yellow_card": [
    {
      "id": 1,
      "text": "相信自己的直覺",
      "health": "相信自己的直覺可以幫助你更好地了解自己的身體狀況，及時調整健康狀態。",
      "love": "愛情中，聽從內心的聲音，能幫助你找到最適合的伴侶，避免錯過機會。",
      "fortune": "你的直覺將指引你走向正確的道路，抓住即將來臨的機會。",
      "wealth": "在理財上，聽從直覺的選擇會讓你抓住潛在的財富機會，發現隱藏的價值。"
    },
    {
      "id": 2,
      "text": "只有想不到沒有做不到",
      "health": "相信自己的能力，積極的心態能促進身體的康復，保持充沛的精力。",
      "love": "在愛情中，勇敢表達自己，會有更多的機會讓愛情升溫，讓自己和對方都感到快樂。",
      "fortune": "你擁有實現夢想的潛力，只要不懈努力，機會將自動向你靠近。",
      "wealth": "財富的增長依賴於你的行動，勇敢去實現你的理財計劃，會有意外的收穫。"
    },
    {
      "id": 3,
      "text": "誠實面對自己就能擁有改變的力量",
      "health": "面對真實的自己能幫助你發現健康問題，及早改變生活方式，達到身心的平衡。",
      "love": "愛情中，誠實面對自己的需求與感受，能幫助你建立更加健康、真實的關係。",
      "fortune": "對自己真誠，改變將為你帶來新機會，讓你的生活更加豐富多彩。",
      "wealth": "在財務上，誠實面對自己的情況，避免盲目投資，將為你帶來長遠的穩定財富。"
    },
    {
      "id": 4,
      "text": "敞開心胸接受別人的幫助",
      "health": "學會接受幫助有助於減少壓力與焦慮，維持身心的健康狀態。",
      "love": "愛情中的互相支持能讓你們的關係更加堅固，敞開心扉接受幫助會加深彼此的情感。",
      "fortune": "別人的幫助將是你邁向成功的助力，保持開放的態度，將迎來更多機會。",
      "wealth": "財務上，接受來自他人的建議或合作將為你帶來更大的收益和穩定。"
    },
    {
      "id": 5,
      "text": "心想事成",
      "health": "積極的心態能夠促進身體的自我修復，帶來健康與活力。",
      "love": "愛情中，相信自己值得擁有愛情，這樣的信念會吸引美好的人進入你的生命。",
      "fortune": "堅定的信念與專注的努力，會讓你實現你的目標，迎接成功的來臨。",
      "wealth": "在理財上，專注與毅力將幫助你實現財務目標，心想事成，財富自然隨之而來。"
    },
    {
      "id": 6,
      "text": "享受當下",
      "health": "活在當下，放下過去與未來的焦慮，能讓你減少壓力，提升身心健康。",
      "love": "愛情中，享受與伴侶在一起的每一刻，這樣的心態能增進彼此的感情。",
      "fortune": "活在當下，專注於當前的機會，能為你創造更大的成功。",
      "wealth": "享受生活中的每一個小成就，保持對當下的積極態度，有助於財富的持續增長。"
    },
    {
      "id": 7,
      "text": "我接受生命所有的安排",
      "health": "放下對未來的過度焦慮，學會接受生命中的每一個安排，能有助於減少身心負擔。",
      "love": "愛情中，接受自己和對方的不同，能夠促進關係的發展和和諧。",
      "fortune": "生命的安排將帶來新的機會與挑戰，學會接受並調整自己，會迎來更好的未來。",
      "wealth": "接受生命中的財務波動，這樣的心態將有助於找到合適的理財策略，走向財務自由。"
    },
    {
      "id": 8,
      "text": "所有的問題從了解自己開始",
      "health": "了解自己能幫助你找到健康的生活方式，專注於自我調整，達到身心平衡。",
      "love": "愛情中，了解自己的需求與感受，會幫助你建立更加健康的情感關係。",
      "fortune": "從了解自己開始，你將能清楚知道自己的目標與方向，並朝著目標努力，最終獲得成功。",
      "wealth": "了解自己在財務上的強項與弱項，會幫助你做出明智的投資決策，累積財富。"
    },
    {
      "id": 9,
      "text": "坦然接受現在的自己",
      "health": "接納自己現狀，讓內心的焦慮和壓力得以釋放，促進身心健康。",
      "love": "愛情中，接納自己與伴侶的不同，讓愛情更加豐富與真實。",
      "fortune": "坦然接受自己的處境，你會更清楚自己的需求與未來的方向，成功在望。",
      "wealth": "坦然面對自己的財務狀況，會幫助你做出更理性、長遠的理財決策。"
    },
    {
      "id": 10,
      "text": "沒有最好 只有更好",
      "health": "持續追求身心健康，積極改進你的生活方式，不斷提升自己的狀態。",
      "love": "愛情中，持續成長與進步的心態，會讓你的關係變得更加穩固和長久。",
      "fortune": "在事業上，不斷挑戰自我，追求更好的目標，將帶來不斷的突破。",
      "wealth": "財富的積累是一個持續進步的過程，保持積極態度，財運自然會不斷增長。"
    },
    {
      "id": 11,
      "text": "按步就班 水到渠成",
      "health": "穩定的作息和生活習慣會讓你的健康狀態日漸改善，保持耐心，結果會自然而然地到來。",
      "love": "在愛情中，按部就班地發展關係，逐步建立信任和情感基礎，會讓愛情更加牢固。",
      "fortune": "持之以恆的努力會讓你的事業順利發展，水到渠成，成功自然會到來。",
      "wealth": "穩健的理財步伐和謹慎的投資策略會讓你實現財務自由，逐漸累積財富。"
    },
    {
      "id": 12,
      "text": "把自己放在第一位",
      "health": "將自己放在首位，維護自身的健康和心理平衡，能讓你以最佳狀態面對生活中的挑戰。",
      "love": "愛情中，當你學會愛自己並將自己放在首位，你能吸引到真正值得的人，關係也更健康。",
      "fortune": "保持對自己的重視，將會為你帶來更多的機會與正向的影響。",
      "wealth": "在財務上，將自己放在首位，注意財務規劃，能幫助你積累更多的資源和財富。"
    },
    
      {
        "id": 13,
        "text": "好運即將來臨",
        "health": "相信好運即將來臨，保持積極的心態，有助於增強免疫力，促進身體健康。",
        "love": "愛情中，正能量的心態將吸引到與你契合的伴侶，好運讓愛情愈加甜蜜。",
        "fortune": "你的努力終將開花結果，機會即將來臨，抓住時機將帶來豐收。",
        "wealth": "財運將有明顯改善，正財運穩定，並且會有意外的收入機會出現。"
      },
      {
        "id": 14,
        "text": "三思而後行",
        "health": "在健康方面，謹慎對待每一個選擇，避免過度勞累，保持身心的平衡。",
        "love": "愛情中，思考再三後再做出行動，能避免衝動，建立穩定的關係。",
        "fortune": "慎重考慮每個決策，將幫助你做出正確選擇，走向更穩定的成功。",
        "wealth": "謹慎理財，避免衝動投資，這樣才能長期保持財務穩定和增長。"
      },
      {
        "id": 15,
        "text": "我有無限的潛能",
        "health": "擁有無限潛能的信念能激發你的動力，提升身體的活力與免疫力，健康更有保障。",
        "love": "愛情中，信任自己能吸引到合適的伴侶，增強信心使得感情更深厚。",
        "fortune": "無限的潛能將幫助你在事業上突破困境，走向更多的成功。",
        "wealth": "相信自己有無限的財富潛力，勇於投資與創新，將開創屬於你的財富道路。"
      },
      {
        "id": 16,
        "text": "從錯誤中學習",
        "health": "錯誤是成長的契機，從過去的經驗中學習，能夠調整健康習慣，改善身心狀態。",
        "love": "愛情中，學會從過去的關係中汲取經驗，讓未來的愛情更加成熟與穩定。",
        "fortune": "從錯誤中學習會讓你更清楚自己的目標，並且帶來更好的發展機會。",
        "wealth": "錯誤的財務決策不會成為阻礙，學習經驗後將使你做出更智慧的理財選擇。"
      },
      {
        "id": 17,
        "text": "換個角度思考",
        "health": "當你換個角度看待健康問題，或許能找到更有效的解決方式，促進健康恢復。",
        "love": "愛情中，換個角度思考問題，能夠讓你更加理解對方，從而增進彼此的感情。",
        "fortune": "換個角度看待困難與挑戰，會讓你發現更多的機會，開啟新的人生篇章。",
        "wealth": "改變觀點，學會從不同角度看待財務問題，能夠抓住更多的理財機會，增加財富。"
      },
      {
        "id": 18,
        "text": "命註定 運可改",
        "health": "命運的安排無法控制，但通過健康的生活方式，可以改善健康狀況，逆轉不利。",
        "love": "愛情中，雖然命中注定某些相遇，但選擇如何相處與改變，會決定感情的走向。",
        "fortune": "命運給了你機會，如何運用你的努力與智慧，將決定未來的成就。",
        "wealth": "命運安排了起伏，但通過明智的理財與規劃，你可以改變財務的走向，創造富足人生。"
      },
      {
        "id": 19,
        "text": "雙眼所見 不盡為真",
        "health": "不要僅依賴外界的表象，深入了解身體的需求，才能更好地調整自己的健康狀況。",
        "love": "愛情中，真實的情感不總是從外在展現，學會用心去感知對方，才能更深層地理解彼此。",
        "fortune": "不要只相信眼前的表面，深入探索並且了解事物的真實，將帶來更多的機會與成功。",
        "wealth": "投資時，要謹慎並深思熟慮，因為市場的外觀不一定反映其真實價值。"
      },
      {
        "id": 20,
        "text": "人生有落必有起",
        "health": "健康有時會遇到波動，但相信每一次的低谷後，會迎來新的高峰，保持積極心態。",
        "love": "愛情中的低潮並非結束，反而是新一輪愛情升華的開始，保持耐心與信任。",
        "fortune": "每次遇到挑戰都是成長的機會，從低谷中汲取力量，帶著希望走向高峰。",
        "wealth": "財務上可能會有波動，但請相信困難過後，財富會穩定並且持續增長。"
      },
      {
        "id": 21,
        "text": "有失必有得",
        "health": "當失去不健康的生活方式，你會得到更多的健康與能量，為身心帶來正向的變化。",
        "love": "愛情中，放手不適合的人，將為更合適的伴侶騰出空間，這是獲得真正幸福的過程。",
        "fortune": "失去過去的某些機會，將為你帶來更好的未來，新的選擇將更有利於成功。",
        "wealth": "在財務上，放棄過時的投資或習慣，會為新的財務機會鋪路，增加資產。"
      },
      {
        "id": 22,
        "text": "創造三個選擇才是選擇的開始",
        "health": "當你面對健康問題時，提供三個可能的解決方案，能讓你做出最適合自己的選擇。",
        "love": "愛情中，創造不同的溝通方式與互動選擇，能讓感情變得更加靈活和穩固。",
        "fortune": "選擇不僅限於單一選項，創造多樣化的可能性能讓你抓住更多機會，開創事業新天地。",
        "wealth": "理財中，保持選擇的靈活性與多樣性，將有助於你發現更多的賺錢機會。"
      },
      {
        "id": 23,
        "text": "花若盛開 蝴蝶自來:人若精彩 天自安排",
        "health": "自信的外在表現與內心的豐盛將促進健康，吸引更多的正能量，提升整體身心狀態。",
        "love": "當你展現最真實的自己，愛情也會如花般盛開，吸引到最合適的伴侶進入生活。",
        "fortune": "自我充實與成長將為你帶來更多的機會，世界將自動向你展開。",
        "wealth": "財富的增加源自於自我提升與優化，當你成為更好的自己，財富自然會隨之而來。"
      },
      {
        "id": 24,
        "text": "順勢而為",
        "health": "健康的維護不需強求，順其自然，根據自身狀況調整生活步伐，將有助於健康的持續。",
        "love": "愛情中，隨著感情發展而調整自己的步伐，順應愛情的節奏，會讓關係更加穩固。",
        "fortune": "在事業中，順勢而為能讓你抓住大環境帶來的機會，走在正確的道路上。",
        "wealth": "財富的積累不是盲目追求，而是根據市場的趨勢，做出符合時機的投資決策。"
      }
    ],

    "green_card": [
    {
      "id": 1,
      "text": "我擁有健康的本質與自我療癒的能力",
      "health": "擁有健康的本質意味著你本身具有強大的自我修復能力，無論面對何種身體或情緒問題，都能快速恢復。",
      "love": "愛情中，當你懂得自愛，你將吸引到同樣珍惜自我的伴侶，建立健康穩定的感情。",
      "fortune": "你的內在力量將帶來穩定與成功，無論遇到何種挑戰，都能有效化解，保持正向的發展。",
      "wealth": "經濟上，堅定的自我療癒和成長會幫助你在財務管理上做出明智的選擇，逐步積累資產。"
    },
    {
      "id": 2,
      "text": "覺察、覺察、再覺察",
      "health": "覺察是健康的第一步，當你能夠敏銳地察覺身體的微妙變化，能及時處理並保持身心的平衡。",
      "love": "在愛情中，覺察對方的需求與情感變化有助於更好地理解和溝通，增進情感深度。",
      "fortune": "提高覺察力將幫助你洞察機會與挑戰，從而作出精準的選擇，開啟有利的未來。",
      "wealth": "在財務決策中，敏銳的覺察力會讓你更好地理解市場趨勢，做出有益的投資選擇，增強財富積累。"
    },
    {
      "id": 3,
      "text": "轉身就是光明",
      "health": "轉身向光明，意味著放下過去的困擾，心態的轉變將直接帶來身體的健康與活力。",
      "love": "愛情中，當你選擇放下過去的痛苦與負擔，會迎來更多的愛與光明，讓心靈得以釋放。",
      "fortune": "轉變的時刻，將帶來新的機會與方向，面對未來的挑戰，能夠輕鬆駕馭。",
      "wealth": "財務上的改變始於心態的轉變，當你選擇正向的財務觀念，你將見證到財富的增長。"
    },
    {
      "id": 4,
      "text": "潛意識要我開始愛自己",
      "health": "當潛意識引導你去愛自己，你的身心將獲得深度的療癒，身體的每個細胞都在為你發光。",
      "love": "愛自己是吸引愛的第一步，當你開始珍視自己，愛情也會如你所願，充滿愛與關懷。",
      "fortune": "潛意識的覺醒將幫助你做出正確的決策，帶來意想不到的好運和機會。",
      "wealth": "愛自己，學會理財，將使你在財務上更加穩定與富足，為未來積累資本。"
    },
    {
      "id": 5,
      "text": "「痛」是情緒的隱喻",
      "health": "身體的痛楚往往是情緒未被釋放的信號，學會面對並釋放負面情緒，有助於促進健康的恢復。",
      "love": "愛情中的痛苦往往是情感的表現，學會理解和釋放情感傷痛，能讓愛情更加和諧與順暢。",
      "fortune": "情緒的釋放將幫助你減少焦慮與壓力，讓心態更加平和，進而迎來更好的運勢。",
      "wealth": "面對財務上的困難，了解其中的情緒因素，學會釋放，將幫助你找到解決方案，穩步增加財富。"
    },
    {
      "id": 6,
      "text": "原諒別人 放過自己",
      "health": "放下過去的怨恨與情緒，將釋放心中的重擔，有助於身心的放鬆與療癒，提升整體健康。",
      "love": "在愛情中，原諒不僅是對他人的釋放，也是對自己的放過，這樣能夠讓感情更加和諧與穩定。",
      "fortune": "學會放過過去，才有空間迎接新機會，這樣的心態能夠為你帶來更多的成功與成長。",
      "wealth": "放下對金錢的過度焦慮，學會原諒與放過自己，能夠幫助你開放接納財富的流動。"
    },
    {
      "id": 7,
      "text": "每一天在各方面我都越來越好",
      "health": "每天的進步將加速身體的康復與維持，持續的小步驟能讓健康狀態逐漸改善。",
      "love": "在愛情中，逐日積累的努力與關懷，將使你與伴侶之間的感情越來越深厚，越來越美好。",
      "fortune": "每一天的自我進步與努力，都將為你帶來更多的機會，實現理想和目標。",
      "wealth": "財務上，每天一點點的積累將讓你達到財務自由，逐步積累並管理好自己的資產。"
    },
    {
      "id": 8,
      "text": "我願意認真的照顧我的身心",
      "health": "當你認真照顧自己，從飲食、運動到心理健康，將全面提升你的身體狀況，保持活力。",
      "love": "愛自己才能更好地愛他人，當你學會關愛自己，愛情將變得更加真誠與有深度。",
      "fortune": "認真照顧自己不僅是身心的養護，還能帶來更多的財富和機會，成為自我成功的基礎。",
      "wealth": "專注於自己的財務管理，學會細心照顧每一個投資與支出，財務將會穩步增長。"
    },
    {
      "id": 9,
      "text": "放下批判 敞開心胸",
      "health": "放下對他人和自己過度的批判，會讓你減少內心的壓力，有助於身心的放鬆與恢復。",
      "love": "放下批判的態度，真誠與伴侶交流，能讓愛情關係更加開放和包容，增強感情的深度。",
      "fortune": "開放心胸迎接新的機會，不再對外界做過多的評價，將幫助你吸引更多正向的機遇。",
      "wealth": "無批判的心態讓你能夠輕鬆接受新的理財建議，並在理財上擁有更多選擇與機會。"
    },
    {
      "id": 10,
      "text": "適時釋放情緒壓力",
      "health": "學會釋放情緒壓力，能夠有效減少身體的緊張感，改善免疫系統，提升健康狀況。",
      "love": "適時釋放情緒，避免情感積壓，有助於愛情關係的穩定與順暢，促進彼此理解與支持。",
      "fortune": "情緒釋放的能力讓你能夠保持冷靜，做出明智的選擇，吸引更多的機會與成功。",
      "wealth": "釋放情緒壓力後，理財的決策會更加清晰，做出的每個選擇都能讓財務狀況越來越好。"
    },
    {
      "id": 11,
      "text": "人因能夠選擇而自由",
      "health": "能夠選擇正確的健康習慣和生活方式，使你能夠在自由中享受健康，活得更加自如。",
      "love": "愛情中的自由選擇讓你能夠擁有更多的選擇權和決定權，讓感情關係更加平等與穩定。",
      "fortune": "選擇是人生的自由，擁有選擇的權利讓你能夠抓住人生中的每一個機會，實現理想。",
      "wealth": "財務上的自由來自於能夠明智地選擇你的投資與理財方式，讓財富逐漸增長。"
    },
    {
      "id": 12,
      "text": "我是安全的",
      "health": "你本身擁有自我保護的力量，無論遇到任何挑戰，都能保持身心的穩定與安全。",
      "love": "愛情中的安全感是建立在相互信任與支持的基礎上，當你感到安全，愛情才能茁壯成長。",
      "fortune": "相信自己是安全的，將有助於你在事業上勇敢面對挑戰，迎接更多的機會與成功。",
      "wealth": "安全感讓你能夠穩定管理財務，無論面對任何市場波動，你都能冷靜應對，持續增長財富。"
    },
    {
      "id": 13,
      "text": "好好吃飯 好好運動 好好休息",
      "health": "保持規律的飲食、運動和休息是身體健康的基石，這樣能促進身心的平衡與活力。",
      "love": "在愛情中，保持身心的健康，能讓你更加積極地投入感情，帶來更和諧的愛情關係。",
      "fortune": "身體和心靈的平衡會讓你在生活和工作中更加有活力，開啟更多的機會和成功。",
      "wealth": "健康的生活方式有助於提升你的工作效率和創造力，財務狀況因此更加穩定與增長。"
    },
    {
      "id": 14,
      "text": "放鬆、放鬆、再放鬆",
      "health": "放鬆是減輕壓力的最佳方式，能幫助身體和心靈獲得恢復，提升整體健康。",
      "love": "在愛情中，放鬆心情，有助於建立輕鬆愉快的相處方式，減少摩擦，增進情感的和諧。",
      "fortune": "放鬆心情後，能更清楚地看待人生的方向，幫助你把握住潛在的機會。",
      "wealth": "當你保持冷靜並放鬆時，會更理性地管理財務，做出明智的決策，獲得穩定的財務增長。"
    },
    {
      "id": 15,
      "text": "身體保持柔軟、個性保持彈性",
      "health": "身體的柔軟性和心理的彈性能幫助你更靈活地應對生活中的各種挑戰，保持健康。",
      "love": "彈性的個性讓你能夠在愛情中更好地理解對方的需求和情緒，使愛情更加成熟和穩定。",
      "fortune": "保持靈活的心態和適應力，能讓你迅速抓住新機會，從容面對未來的變化。",
      "wealth": "彈性和適應力讓你能夠在不同的財務環境中靈活應對，找到合適的投資策略，實現財富增長。"
    },
    {
      "id": 16,
      "text": "解決不了的就放下",
      "health": "放下無法控制的事物，能讓你的身心獲得釋放，減少壓力，保持健康的生活狀態。",
      "love": "在愛情中，放下無法改變的事情，能讓你釋放負面情緒，給愛情關係帶來新的生機。",
      "fortune": "放下過去的包袱，有助於清理心中的障礙，讓你能夠專注於未來的機會和成功。",
      "wealth": "放下不必要的財務焦慮，專注於真正能控制的財務目標，這樣能夠穩定提升財富。"
    },
    {
      "id": 17,
      "text": "我接受我的恐懼",
      "health": "接受恐懼並面對它，是身心療癒的一部分，這樣能夠減少內心的焦慮，促進身體的健康。",
      "love": "在愛情中，接受自己的恐懼，能夠讓你與伴侶更加真誠，並共同面對感情中的挑戰。",
      "fortune": "接受恐懼會讓你放下對未來的焦慮，能以平和的心態應對生活中的不確定性，迎接更好的未來。",
      "wealth": "接受恐懼並學會冷靜處理，可以讓你在財務管理上更加理性，避免衝動決策，實現財務穩定。"
    },
    {
      "id": 18,
      "text": "我已經做得夠好了",
      "health": "認可自己已經付出的努力，這樣能讓你減少過度自我苛求，保持身心的放鬆與健康。",
      "love": "在愛情中，學會認可自己的付出，能夠讓你更有信心，也能讓伴侶更感激你的愛與努力。",
      "fortune": "當你知道自己已經做到最好，你會有更多的力量去擁抱接下來的機會，迎接命運的轉機。",
      "wealth": "認可自己在財務上的努力，會讓你對未來的投資充滿信心，並穩步累積財富。"
    },
    {
      "id": 19,
      "text": "小改變帶來大轉變",
      "health": "小小的生活改變，如更健康的飲食或多做運動，能帶來身體的顯著改善，增強活力。",
      "love": "在愛情中，做出小小的改變，無論是溝通方式還是關懷方式，都能使感情變得更加甜美。",
      "fortune": "每一次的小改變，無論是在工作還是生活中，都能為你帶來意想不到的機會和轉機。",
      "wealth": "財務上的小改變，如管理開支或調整投資方向，能夠帶來大幅度的財富增長和穩定。"
    },
    {
      "id": 20,
      "text": "每一個發生都有正向意義",
      "health": "無論發生什麼事，從中找到學習的機會，這樣能夠幫助你保持積極的心態，維持健康。",
      "love": "在愛情中，即使遇到挑戰，也能從中發現彼此間的深層聯繫和成長，使感情更加穩固。",
      "fortune": "無論外界環境如何變動，你都能找到其中的正向意義，進而吸引到更多的成功和機會。",
      "wealth": "在財務上，即使面對挑戰，也能學會從失敗中提取教訓，逐步提升理財能力，達成財富增長。"
    },
    {
      "id": 21,
      "text": "快樂是一種選擇",
      "health": "選擇快樂意味著釋放壓力，帶來心情的輕鬆，促進身體健康，讓你感到充滿能量。",
      "love": "選擇快樂是愛情中的關鍵，當你選擇快樂，你也會吸引到正能量的伴侶，共同創造美好回憶。",
      "fortune": "選擇快樂能讓你擁有積極的心態，這樣將吸引更多的運氣和機會，提升整體運勢。",
      "wealth": "快樂的心態會讓你在財務上更理性、冷靜，做出更好的理財決策，實現財富的增長。"
    },
    {
      "id": 22,
      "text": "我感受我的情緒啟動情感的自然釋放",
      "health": "感受情緒的過程有助於釋放壓力，保持身心的健康，並且能夠更加了解自己的情感需求。",
      "love": "當你能夠釋放情緒，你的愛情關係也能更健康，避免壓抑，讓彼此的感情更加真誠。",
      "fortune": "情緒的釋放會讓你擁有清晰的思維，幫助你識別與抓住生活中的機會。",
      "wealth": "情緒管理的提升，讓你能冷靜應對財務問題，做出理智的投資選擇，促進財富增長。"
    },
    {
      "id": 23,
      "text": "我是愛的源頭",
      "health": "當你認知自己是愛的源頭，這樣的內在力量能幫助你保持心靈的平靜，促進身體的健康。",
      "love": "你內在的愛會吸引到更多的愛與支持，讓你在愛情中感受到真誠與喜悅，建立和諧的關係。",
      "fortune": "愛的力量將帶來更積極的生活態度，這樣能吸引到更多有益的機會和運氣。",
      "wealth": "愛的能量讓你對待金錢的態度更加豁達與智慧，財富也會隨著這種心態的提升而增長。"
    },
    {
      "id": 24,
      "text": "睡眠是最好的調節方法",
      "health": "充足的睡眠能讓身體恢復活力，提升免疫力，保持心情愉快，對健康至關重要。",
      "love": "良好的睡眠質量會讓你在愛情中保持積極與耐心，建立穩定而深厚的情感連結。",
      "fortune": "充足的睡眠讓你清醒、精神飽滿，能夠明智地做出決策，把握更多機會。",
      "wealth": "睡眠的改善能讓你擁有更多精力投入理財規劃，進而達到財務上的成功與穩定。"
    }
  ],
  
    "white_card": [
      {
        "id": 1,
        "text": "跟隨潛意識的指引找到正向人生",
        "health": "當你聆聽潛意識的指引，能找到生活中的平衡與和諧，促進身心健康。",
        "love": "在愛情中，跟隨內心的指引能讓你做出真誠的選擇，與伴侶建立深厚的聯繫。",
        "fortune": "潛意識的指引會帶來更多正向的機會和運勢，幫助你走向充實的人生。",
        "wealth": "依照潛意識的智慧，財務規劃將更加精確，從而實現穩定的財務增長。"
      },
      {
        "id": 2,
        "text": "積善積德種福田",
        "health": "行善積德能帶來內心的寧靜與安定，有助於身心健康的提升。",
        "love": "在愛情中，積極的行為和善意會回報你更多的愛與理解，提升彼此的感情。",
        "fortune": "善行會積累福報，帶來穩定的好運和正面的影響。",
        "wealth": "積德和行善能改善你的財務狀況，吸引更多財富的進入，實現財務上的富足。"
      },
      {
        "id": 3,
        "text": "我心悅臣服的接受所有改變",
        "health": "接受變化能減少焦慮和壓力，保持心靈的平靜，對身體健康有積極作用。",
        "love": "在愛情中，接受彼此的改變能讓你和伴侶共同成長，建立穩定的關係。",
        "fortune": "接受生活中的變化，你會發現更多的機會，並引導自己走向成功。",
        "wealth": "在財務管理上，適應變化能讓你做出更靈活的決策，提升財富狀況。"
      },
      {
        "id": 4,
        "text": "觀想光的能量",
        "health": "觀想光的能量能幫助你釋放內在的壓力，促進身心的自我療癒與和諧。",
        "love": "在愛情中，觀想光的能量能讓你清除負面情緒，吸引正向和諧的感情進入生活。",
        "fortune": "觀想光的能量能夠提升你的運氣，為你帶來更多的積極機會和好運。",
        "wealth": "這股能量有助於清理你的財務思維，讓你能夠以更積極的心態處理財務事宜。"
      },
      {
        "id": 5,
        "text": "覺察高我的訊息",
        "health": "覺察高我的訊息讓你保持內心的清晰和靜謐，對身心健康大有裨益。",
        "love": "當你能聆聽高我的訊息，能夠在愛情中作出更多深思熟慮的選擇，增進感情的深度與穩定。",
        "fortune": "這些訊息會幫助你洞察生活中的機會，使你能順利抓住成功的契機。",
        "wealth": "高我的訊息引導你走向正確的財務方向，幫助你做出更有效的理財選擇，實現財富穩定增長。"
      },
      {
        "id": 6,
        "text": "生命中的每個經驗都是上天賜予的禮物",
        "health": "每一次經歷都讓你學到寶貴的經驗，這樣有助於提升身心的力量與健康。",
        "love": "每段經歷都是愛情的養分，能讓你成長並更好地理解自己與伴侶的需求。",
        "fortune": "每個經驗都是為你鋪設道路，帶來新的機會與成長，助你實現目標。",
        "wealth": "這些經驗能指引你在財務路上走得更穩、更遠，幫助你建立穩定的財務基礎。"
      },
      {
        "id": 7,
        "text": "從宇宙獲得能量與智慧",
        "health": "與宇宙的連結讓你獲得深層的療癒，身心更加健康。",
        "love": "這股來自宇宙的能量能幫助你更好地理解愛情中的深層次需求，建立更深的情感聯繫。",
        "fortune": "宇宙的智慧與能量將指引你走向成功，並帶來意想不到的運氣。",
        "wealth": "這股能量能幫助你保持冷靜並作出明智的財務決策，進而實現財富增長。"
      },
      {
        "id": 8,
        "text": "心靜下來就能產生智慧",
        "health": "心靜能讓你遠離焦慮，保持內心的平衡，從而促進身體健康。",
        "love": "心靜能讓你在愛情中保持理智，做出更成熟且智慧的選擇，增進感情的和諧。",
        "fortune": "當心靜下來，你將清晰地看見生活中的機會，並做出最佳的決策。",
        "wealth": "在財務上，冷靜的心態能讓你作出明智的投資決策，實現財富的穩定與增長。"
      },
      {
        "id": 9,
        "text": "我總在不知不覺當中獲得宇宙的幫助",
        "health": "當你放下執著，宇宙的力量將幫助你自然療癒，讓身心達到和諧。",
        "love": "無意間的幫助也許會在愛情中出現，這會讓你和伴侶的關係更加緊密。",
        "fortune": "你在不經意間會得到宇宙的幫助，帶來意外的運氣和機會，實現目標。",
        "wealth": "宇宙的幫助能使你在財務上獲得意外的支持和順利，達成財務自由的目標。"
      },
      {
        "id": 10,
        "text": "心念創造實相",
        "health": "正向的心念能創造出健康的生活模式，幫助你保持身心的平衡。",
        "love": "在愛情中，積極的心念能幫助你吸引到理想中的伴侶，並共同創造幸福的未來。",
        "fortune": "正向的思維將帶來實際的機會，並幫助你在事業和生活中取得成功。",
        "wealth": "心念的力量能讓你吸引到財富，並幫助你做出更明智的財務決策。"
      },
      {
        "id": 11,
        "text": "遵循靈性的本質",
        "health": "遵循靈性本質會帶來心靈的平靜，對身體的健康也有積極的作用。",
        "love": "在愛情中，順應靈性的本質，能讓你與伴侶建立深層的精神聯繫，提升感情的穩定。",
        "fortune": "當你遵循內在的靈性指引，生活會變得更加順利，吸引更多機會和運氣。",
        "wealth": "這樣的心態能幫助你作出理性的財務決策，穩步實現財富增長。"
      },
      {
        "id": 12,
        "text": "靈性的智慧早已存在潛意識中",
        "health": "靈性的智慧能幫助你釋放內心的焦慮，帶來身心的和諧，促進健康。",
        "love": "你內在的智慧能幫助你在愛情中作出正確的選擇，並引導你和伴侶共同成長。",
        "fortune": "潛意識中的智慧讓你在人生道路上更加清晰，有助於抓住機會和迎接成功。",
        "wealth": "這股靈性的智慧能幫助你在財務上做出明智的選擇，提升財務狀況。"
      },
      {
        "id": 13,
        "text": "靈性的內涵在於自我覺察",
        "health": "自我覺察能讓你更了解身體的需求，進而保持健康的生活方式。",
        "love": "在愛情中，覺察自己的情感需求有助於建立更真誠的關係。",
        "fortune": "自我覺察使你對人生的選擇更加明確，提升了抓住機會的能力。",
        "wealth": "自我覺察能幫助你在財務上做出更智慧的決策，逐步積累財富。"
      },
      {
        "id": 14,
        "text": "盡人事 聽天命",
        "health": "保持心態平和，不強求，不焦慮，讓身心健康自然回復。",
        "love": "在愛情中，盡力而為，接受彼此的缺點與不足，感情會因此更加深厚。",
        "fortune": "運氣有時難以預料，但盡人事、聽天命的態度能帶來最好的結果。",
        "wealth": "財務上的成功並非全由控制，放下執念，隨順自然的發展，有時更能收穫成果。"
      },
      {
        "id": 15,
        "text": "提升能量 淨化自我",
        "health": "提升能量並保持內心的清澈有助於減少疾病，增強身體免疫力。",
        "love": "在愛情中，保持正向的能量與情感的潔淨能讓關係更加健康穩定。",
        "fortune": "淨化自我有助於清除內心的障礙，開啟更多的運氣和機會。",
        "wealth": "提升能量能讓你更專注於財務目標，並幫助你吸引更多的財富。"
      },
      {
        "id": 16,
        "text": "所有的安排都是最好的安排",
        "health": "相信每一個過程，身心能達到最自然的平衡和療癒。",
        "love": "在愛情中，接受當下的安排，無論是甜蜜還是挑戰，都是成長的一部分。",
        "fortune": "信任每一個安排，生活會在無形中為你帶來最佳的機會。",
        "wealth": "無論財務的進展如何，相信過程中的每個安排，最終都會帶來豐富的成果。"
      },
      {
        "id": 17,
        "text": "我是自己人生劇本的作者",
        "health": "你是自己健康的創造者，通過積極的生活選擇來保持身心的平衡。",
        "love": "你是自己愛情故事的編劇，能夠主動創造健康的情感關係。",
        "fortune": "掌控自己的人生劇本，能讓你更加主動抓住每一個機會，迎接成功。",
        "wealth": "你是自己財富的創造者，理性規劃與積極行動會帶來穩定的財富增長。"
      },
      {
        "id": 18,
        "text": "事事本無礙",
        "health": "保持一顆無礙的心，能減少壓力與焦慮，有利於身體健康的提升。",
        "love": "在愛情中，放下心中的障礙，兩個人之間的關係將變得更加流暢無阻。",
        "fortune": "當你相信事事本無礙，生活中的挑戰也會變得容易應對，帶來更順利的運勢。",
        "wealth": "無礙的心態有助於你清除財務上的困難，讓資金運作更加順利，實現財富積累。"
      },
      {
        "id": 19,
        "text": "學習正念",
        "health": "學習正念能讓你專注於當下，減少焦慮，從而促進身心的健康。",
        "love": "正念讓你在愛情中更加專注於當下，增進與伴侶的連結與理解。",
        "fortune": "正念的練習能讓你更清楚自己想要的，幫助你抓住適當的機會，創造更好的未來。",
        "wealth": "學習正念能讓你在財務上保持冷靜與清晰，做出更穩健的財務決策。"
      },
      {
        "id": 20,
        "text": "愛是一切",
        "health": "愛的能量能為你的身心帶來療癒，增強免疫力與內在的和諧。",
        "love": "愛是一切的核心，愛自己、愛他人能讓感情更加穩定與幸福。",
        "fortune": "當你心中充滿愛，你會發現生活中有更多的美好事物，吸引正向的運勢。",
        "wealth": "愛的能量也能帶來財務上的流動，良好的人際關係與合作能助你成功。"
      },
      {
        "id": 21,
        "text": "學習放下 大步前進",
        "health": "放下過去的包袱，身心將變得更加輕鬆，健康狀況會逐步改善。",
        "love": "放下過去的糾結，愛情中會有更多空間去接納新的可能，關係也會更健康。",
        "fortune": "放下內心的執念，你會發現人生進程會更加順暢，機會也會隨之而來。",
        "wealth": "放下不必要的擔憂，你會發現財務上的順利將自然跟隨而來，財富增長。"
      },
      {
        "id": 22,
        "text": "覺察高我 增長智慧",
        "health": "覺察高我能讓你更加清晰地認識自己，身心達到更高的療癒與健康狀態。",
        "love": "這種覺察使你能從愛情中學習成長，提升智慧，與伴侶建立更深層的理解。",
        "fortune": "覺察高我的訊息能指引你前行，帶來正向的運勢和智慧，幫助你走向成功。",
        "wealth": "覺察的增長將讓你在財務決策中更加智慧，理性規劃，財務增長。"
      },
      {
        "id": 23,
        "text": "靜心冥想",
        "health": "冥想能幫助你釋放壓力，保持內心的平靜，對身心健康有極大的幫助。",
        "love": "冥想讓你在愛情中保持清晰的心智與情感，促進心靈的深度聯繫。",
        "fortune": "冥想的過程中，你將獲得更多的內在指引，帶來運勢的改善。",
        "wealth": "冥想能清理內心的負面情緒，讓你更冷靜地面對財務挑戰，做出明智決策。"
      },
      {
        "id": 24,
        "text": "潛移默化中接受高我的幫助",
        "health": "潛移默化的指引將帶來持續的身心療癒，保持健康的狀態。",
        "love": "高我的幫助將在不知不覺中改善你的人際關係，愛情將變得更加和諧。",
        "fortune": "無形的幫助能帶來你難以預料的好運，助你在生活中順利前行。",
        "wealth": "高我的指引能帶來理財上的智慧，幫助你做出正確的財務選擇，提升財富。"
      }
    ],

    "black_card": [
    {
      "id": 1,
      "text": "我能夠自由的超越困難",
      "health": "這句話提醒你，面對健康挑戰時，保持積極的心態與韌性是克服困難的關鍵。",
      "love": "在愛情中，你有能力突破過去的障礙，建立更加健康的關係。",
      "fortune": "超越困難的心態將幫助你面對各種挑戰，帶來運勢上的好轉。",
      "wealth": "不畏困難，勇敢應對挑戰，將在財務上收穫更多的機會與回報。"
    },
    {
      "id": 2,
      "text": "改變才能逆中求勝",
      "health": "健康的改變往往需要從改變生活方式、飲食和運動習慣開始，這會讓你更強健。",
      "love": "愛情中的改變是必要的，學會如何調整自己，讓愛情更加美滿。",
      "fortune": "通過積極的改變，你將能逆轉運勢，開創全新的局面。",
      "wealth": "在財務上，主動改變現有狀況，尋找新機會會帶來更多收益。"
    },
    {
      "id": 3,
      "text": "耐心等待時機到來",
      "health": "保持耐心，有助於減少焦慮，讓身心進入最佳的療癒狀態。",
      "love": "愛情中，等待適合的時機將帶來更好的結果，放輕鬆，順其自然。",
      "fortune": "時機的重要性，讓你在運勢低迷時依然保持希望，等到合適的機會出現。",
      "wealth": "財富的積累需要時間和耐心，持續努力後，時機一到，你會得到回報。"
    },
    {
      "id": 4,
      "text": "注意細節 謹慎而為",
      "health": "在健康方面，細節決定成敗，養成良好的習慣，注意日常生活中的小細節有助於長期健康。",
      "love": "愛情中，注意對方的小需求與情感細節，能促進關係的穩定和親密。",
      "fortune": "謹慎而為能讓你在運勢上不會錯過任何良機，避免不必要的風險。",
      "wealth": "細節與謹慎能幫助你在財務上積極規劃，防範風險，實現穩定增長。"
    },
    {
      "id": 5,
      "text": "覺察強項與弱項",
      "health": "了解自己的強項和弱項，可以幫助你找到適合的健身方式或生活方式，維持健康狀態。",
      "love": "認識自己的情感需求與缺點，讓你更能理解愛情中的角色與需求，建立更好的人際關係。",
      "fortune": "了解自己的優勢與短板，能讓你在運勢中發揮最大的潛力，避免無謂的失敗。",
      "wealth": "發掘自己的強項，運用專長來提升財務狀況，也能幫助你做出聰明的投資決策。"
    },
    {
      "id": 6,
      "text": "我擁有累積豐盈的能力",
      "health": "你擁有讓自己保持健康與活力的能力，日積月累，將達到更好的身體狀態。",
      "love": "你有能力為愛情帶來滋養與成長，長期的積累將使關係更加穩固。",
      "fortune": "累積小的努力與機會，最終將引來豐富的運勢，收穫滿滿。",
      "wealth": "通過持續的努力與智慧，你會在財務上穩步前進，累積財富。"
    },
    {
      "id": 7,
      "text": "事情會很順利",
      "health": "保持積極的心態，將有助於你的健康進展，將挑戰視為成長機會。",
      "love": "在愛情中，順利的進展將帶來更多的甜蜜與理解，無論是單身還是已婚。",
      "fortune": "運勢會順利流動，所有的努力將帶來成功，機會會自然而然地來臨。",
      "wealth": "財務狀況會順利發展，穩定的收入和好的投資決策將為你帶來更多回報。"
    },
    {
      "id": 8,
      "text": "越早行動機會越大",
      "health": "早早開始改變健康習慣，會使你受益終生，健康狀況會越來越好。",
      "love": "及早行動，表達愛意，可以讓愛情更快進展，避免錯過心儀對象。",
      "fortune": "抓住機會的時機，早行動，能帶來更多的機會，運勢也會更加順暢。",
      "wealth": "及早進行投資與財務規劃，有助於實現長期財富增長，創造更多可能性。"
    },
    {
      "id": 9,
      "text": "還有很多可能性",
      "health": "身體有無限的潛能，隨著心態的調整，你能發現更多促進健康的方式。",
      "love": "愛情中，無限的可能性等待著你，保持開放的心態，探索更多的可能性。",
      "fortune": "生活充滿了各種可能，持開放態度，運勢將為你帶來意想不到的驚喜。",
      "wealth": "財務上，有很多可能性等待你去發掘，不要放過任何發展的機會。"
    },
    {
      "id": 10,
      "text": "貴人就在眼前",
      "health": "身邊的人可能正是你健康旅程中的貴人，通過與他們的交流，你能學習到更多健康的智慧。",
      "love": "在愛情中，貴人可能是你的伴侶或朋友，他們會在關鍵時刻給你支持與鼓勵。",
      "fortune": "貴人的出現會帶來好運，給你提供有價值的指引與機會，助你事業成功。",
      "wealth": "貴人的幫助在財務上將成為你前進的助力，他們的建議和資源可能成為你成功的關鍵。"
    },
    {
      "id": 11,
      "text": "做好準備 把握機會",
      "health": "身體的準備同樣重要，保持健康的狀態能讓你隨時抓住機會。",
      "love": "在愛情中，做好準備，保持對愛的開放和耐心，會讓你在適當的時候把握住心動的機會。",
      "fortune": "當你做好準備，運勢便會順利降臨，抓住每一個來臨的機會。",
      "wealth": "財務上，做好準備，聰明的決策和策略將幫助你在機會來臨時迅速把握。"
    },
    {
      "id": 12,
      "text": "虛心感謝 時時感恩",
      "health": "感恩的心能減少壓力，提升內在的平和與健康，讓身體在正能量中運行。",
      "love": "愛情中，感恩與珍惜是關係的基石，能夠增進感情的穩定與深度。",
      "fortune": "感恩的心能引來更多的好運，讓你在生活中獲得意想不到的幫助。",
      "wealth": "感恩讓你更加珍惜所擁有的，並吸引更多財富與機會進入你的生活。"
    },
    {
      "id": 13,
      "text": "一分耕耘 一分收穫",
      "health": "健康的改善需要持續的努力，逐步改變生活方式與飲食習慣，才能看到長期的效果。",
      "love": "在愛情中，雙方的投入與努力是相互滋養的，只有付出真心，才能收穫美好的關係。",
      "fortune": "你所付出的每一分努力，最終會帶來相應的回報，運勢將隨之好轉。",
      "wealth": "在財務上，積極的努力與規劃將帶來穩定的財富增長，每一步都值得付出。"
    },
    {
      "id": 14,
      "text": "量力而為",
      "health": "保持健康的心態，了解自己的極限，避免過度負擔，適量運動與休息，才能保持長期健康。",
      "love": "愛情中，量力而為的付出讓關係更健康，過度索取或強求可能會讓關係變得緊張。",
      "fortune": "面對機會時，理智地評估自己的實力，避免過度冒險，這樣才能穩定自己的運勢。",
      "wealth": "在財務上，量力而為能幫助你做出聰明的投資決策，不會讓自己陷入過度風險的困境。"
    },
    {
      "id": 15,
      "text": "設定目標 擬定計劃 開始行動",
      "health": "設定健康目標並制定計劃，能幫助你提升健康狀況，讓你對自己的身體有更多的控制。",
      "love": "在愛情中，設定共同的目標與計劃，能讓關係更加穩固，並一起為未來努力。",
      "fortune": "目標清晰、計劃具體，行動力強，將使你的運勢更加順利，機會也將隨之而來。",
      "wealth": "明確的財務目標和計劃，會幫助你清楚地走向成功，積累財富，逐步實現財務自由。"
    },
    {
      "id": 16,
      "text": "想走的長 要看得遠",
      "health": "保持長遠的健康目標，避免急於求成，養成持久的運動與健康習慣，才能保持身心長期健康。",
      "love": "在愛情中，要有長遠的規劃和耐心，深思熟慮後再做決定，才能避免短視的錯誤。",
      "fortune": "有遠見的規劃能幫助你穩定運勢，開啟持久的成功，為未來打下堅實的基礎。",
      "wealth": "長遠的財務目標和理財計劃，將使你在未來的財富累積中獲得穩定與增長。"
    },
    {
      "id": 17,
      "text": "開創新視野",
      "health": "探索新的健身方式或健康飲食，可能會發現一些有益身體的新方法，促進身體健康。",
      "love": "在愛情中，開創新的視野能幫助你打破舊有的偏見與觀念，開啟更加開放和包容的關係。",
      "fortune": "新視野的開啟能夠讓你接觸到更多的機會，運勢會因此變得更加廣闊。",
      "wealth": "嘗試新領域的投資方式或理財觀念，可能會開創財富增長的新途徑。"
    },
    {
      "id": 18,
      "text": "點燃熱情 全力以赴",
      "health": "點燃對運動或健康的熱情，會讓你更加投入，並能帶來更加顯著的健康改變。",
      "love": "愛情中的熱情與投入能讓關係變得更加深厚，無論是戀愛還是婚姻，熱情是維繫的關鍵。",
      "fortune": "對事業的熱情與全力以赴，將會帶來更多的機會和成功，運勢隨之向好。",
      "wealth": "積極的理財態度和熱情的投入會帶來更大的財富收穫，持之以恆的努力是財富增長的關鍵。"
    },
    {
      "id": 19,
      "text": "自己就是人生最大的財富",
      "health": "保持自我愛護與關注，健康的生活方式與心態是你最大的財富，保護自己才能過上幸福的生活。",
      "love": "愛情中的自我尊重與自信，將讓你更加吸引他人，也能讓你維持健康的戀愛關係。",
      "fortune": "內在的成長與自我發現是你的財富源泉，提升自己，將帶來更多的機會與運勢。",
      "wealth": "財富的真諦在於內心的富足，當你意識到自己是最大的財富，所有的外部資源都會向你靠攏。"
    },
    {
      "id": 20,
      "text": "做判斷前先看清楚事物的本質",
      "health": "在健康決策中，了解自身的需求，避免盲目跟風，選擇最適合你的方法來提升健康。",
      "love": "在愛情中，仔細觀察對方的真實本質，對自己有清晰的認識，能避免誤入迷途。",
      "fortune": "在運勢的選擇中，深入分析每一個機會的根本，才能做出最有利的判斷，避開風險。",
      "wealth": "對財務狀況做出明智的判斷，理性分析，避免衝動投資，才能保持穩定的財富增長。"
    },
    {
      "id": 21,
      "text": "時代在變 任何事物都有保鮮期",
      "health": "隨著時代的變遷，健康觀念和方式也在不斷改進，保持對健康知識的更新，才能適應變化。",
      "love": "愛情中，關係也需要隨著時間發展，保持新鮮感，才能長久。",
      "fortune": "運勢會隨著環境的變化而改變，要順應時代潮流，抓住當下的機會。",
      "wealth": "財富管理也需要跟上時代的步伐，創新理財方式會幫助你在變動的環境中保持競爭力。"
    },
    {
      "id": 22,
      "text": "關注細微的訊息",
      "health": "細微的健康變化往往是警示，關注身體的小信號，有助於及早發現問題並進行調整。",
      "love": "愛情中的細節往往決定關係的走向，關注對方的情緒與需求，讓彼此的關係更緊密。",
      "fortune": "運勢的轉機可能就在那些微小的線索中，細心觀察，抓住每一個機會。",
      "wealth": "財務決策中的小細節也不容忽視，保持警覺，避免因為忽視小事而帶來損失。"
    },
    {
      "id": 23,
      "text": "有施必有得",
      "health": "對健康的付出會得到回報，投資於健康，將獲得更多的身體活力和健康狀態。",
      "love": "愛情中的付出會收獲回應，無私的愛能促進關係的發展與深化。",
      "fortune": "行善積德會帶來更多的回報，好的行為和態度能夠為你吸引更多的好運。",
      "wealth": "在財務上，付出與回報是正相關的，做出明智的投資與理財決策，將獲得豐厚的回報。"
    },
    {
      "id": 24,
      "text": "暫停一下也是一個好選擇",
      "health": "適當的休息與放鬆對健康至關重要，讓身心得到充電，能夠保持最佳狀態。",
      "love": "愛情中，有時候暫停是為了讓雙方冷靜下來，重新調整心態，對關係更有幫助。",
      "fortune": "在決策時，給自己一些停頓的時間，能夠清晰地思考，避免過於匆忙做出決定。",
      "wealth": "有時候，暫停和冷靜是避免財務風險的好選擇，讓自己不會做出匆忙的錯誤決策。"
    }
  ]
}
    






















